---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.gbXMLSpaceType.NoOfSpaceTypes
enum: Autodesk.Revit.DB.Analysis.gbXMLSpaceType
source: html/12d333f9-5da5-053c-5e94-81525892baa3.htm
---
# Autodesk.Revit.DB.Analysis.gbXMLSpaceType.NoOfSpaceTypes